{"complete":[],"incomplete":[{"row":42,"sheet":"Harvard","message":{"message":"No 'name' was returned with Import.IO object.","webpage":"http:\/\/slavic.fas.harvard.edu\/people\/jonathan-bolton","result":{"ioObject":[{"picture":"http:\/\/faculty.slavic.fas.harvard.edu\/files\/styles\/os_files_medium\/public\/jonathan-bolton\/files\/jonathan_bolton.jpg?itok=6R7sv4iv","picture\/_title":"Jonathan Bolton Professor of Slavic Languages and Literatures","block":"<divcontentinner> <a><\/a> <divcontextualcontrolswrapper><\/div> <divatpanelgpanelpaneldisplaycontentclearfix> <divregionregioncontenttop><divregioninnerclearfix><divblockblockboxesblockboxesosboxeshtmlnotitle><divblockinnerclearfix> <divblockcontentcontent><divboxesbox><divboxesboxcontent><h4><span><imgmediaelementfiledefaultfileosfilesmedium\/><\/span><\/h4> <h4><strong>Interests:<\/strong><\/h4> <p>My research crosses back and forth between literary studies and history. My book<em> Worlds of Dissent<\/em><em><\/em> combines approaches from both disciplines to offer a new approach to the dissident movements in East Central Europe under Communism. I teach graduate and undergraduate courses on Czech literature, history, and culture, as well as comparative European literatures more generally.<\/p> <p>I am particularly interested in the relationships between literature and political power: the mechanics of political crackdown and repression; dissent, protest, and dissident movements; and the complex negotiations between repressive regimes and the writers they are trying to control. I also study conceptions and ideologies of Central European identity; language and narrative form in first-person writing; and literary theory and theory of literary history.<\/p> <p>I translate Czech prose and poetry, and have edited and translated a book of poems by Ivan Wernisch, <em>In the Puppet Gardens: Selected Poems, 1963-2005.<\/em><\/p> <p><strong>Education:<\/strong><\/p> <p>Ph.D. 2001 University of Michigan<br\/>M.A. 1995 University of Texas at Austin<br\/>B.A. 1990 Harvard University<\/p> <h4>Translations:<\/h4> <ul><li>\"The Story of King Candaules\" by Jiří Kratochvil and \"The Sorrows of Devoted Scoundrel\" by Alexandra Berková, in Daylight in Nightclub Inferno: Czech Fiction from the Post-Kundera Generation, ed. Elena Lappin (North Haven, CT: Catbird Press, 1997): 103-159.<\/li> <li>“Two” and “Last Century,” poems by the Moravian poet Petr Hruška, <em>Circumference 5<\/em> (Fall 2006).<\/li> <li>\"Dylan Thomas\" by Jiřina Hauková, in <em>Dylan Remembered: Volume II, 1935-1953,<\/em> ed. David N. Thomas (Bridgend, Wales: Seren, 2004): 160-164.<\/li> <\/ul><h4>Interviews:<\/h4> <ul><li>\"<a>O úskálích překladu i 'kauze Kundera' s bohemistou z Harvardu<\/a> [On the Perils of Translation and the 'Kundera Affair' with Harvard's Professor of Czech Literature.]\" 5000-word interview with Karel Hvížďala. <em>Mladá fronta DNES<\/em> (Prague), Sept. 19, 2009: D5-D6. <\/li> <li>\"Portrét: Rozhovor s Jonathanem Boltonem [An Interview with Jonathan Bolton].\" 2000-word interview with Dalibor Dobiáš. <em><a>Krajiny češtiny<\/a><\/em> (Prague) (December 2009): 23-26.<\/li> <li>\"Když jsem uprostřed devadesátých let...\" [reply to poll of literary scholars on Ludvík Vaculík's place in Czech literature], Host (Brno), 23:10 (December 2007): 9.<\/li> <\/ul><h4>Invited Public Lectures:<\/h4> <ul><li>\"Dissident Roles, Dissident Lives: Four Questions for the Study of Dissent.\" Post-Dissident Studies: Between Collaboration and Dissent in Central Europe,\" Harvard University, September 20, 2013.<\/li> <li>\"Narratives of Dissent: Three Scenes from the Life of Charter 77.\" Marian Miner Cook Athenaeum, Claremont McKenna College, December 3, 2012.<\/li> <li>“Legends of the Underground: Ivan Jirous, Egon Bondy, and the Beginnings of Czech Dissent.” Center for European Studies, University of North Carolina at Chapel Hill, March 31, 2011.<\/li> <li>“Three Theories of Central European Dissent,” guest lecture for the course \"Central and East Europe: An Interdisciplinary Survey,\" taught by David Danaher. University of Wisconsin, Madison, April 8, 2010.<\/li> <li>“Legends of the Underground: Ivan Jirous, Egon Bondy, and the Prehistory of Czech Dissent.” Center for Russia, East Europe, and Central Asia, University of Wisconsin, Madison, April 8, 2010.<\/li> <li>“When Does Private Become Public? Charter 77 and the Literature of Alternative Communities in Czechoslovakia in the 1970s.” Slavisches Institut, University of Heidelberg, Germany, July 6, 2009.<\/li> <li>“The Senses of Displacement: Two Poems by Ivan Wernisch.” Department of Slavic Languages and Literatures, Harvard University, March 7, 2008.<\/li> <li>\"The Forms of Demobilization: Legacies of 1968 in Czech Culture.\" Humanities Center New Faculty Lunch, Harvard University, February 7, 2008.<\/li> <li>\"<em>Czech Dream<\/em>: Precedents and Antecedents in Czech Culture.\" Introduction to screening of the film <em>Český sen<\/em>, followed by discussion, Institute of Contemporary Art, Boston, October 26, 2007.<\/li> <li>“Small Nations and Grand Narratives: History as Antagonist in the Central European Novel.” Center for European Studies, University of Florida, Gainesville, September 13, 2007.<\/li> <li>“The Case of the Missing Poet: Anti-Semitism and the Beginnings of Czech-Jewish Literature.” Russian and East European Jewish Studies Seminar, Davis Center for Russian and Eurasian Studies, Harvard University, October 24, 2005.<\/li> <li>“What Lies in Wait Behind the Wall: Metamorphoses of Domestic Space in Recent Czech Literature.” Brown University, October 28, 2004.<\/li> <\/ul><h4>Selected Honors and Awards:<\/h4> <ul><li>Three-year fellowship in Harvard Society of Fellows, 2002-4 and 2005-6.<strong> <\/strong><\/li> <li>Rackham Distinguished Dissertation Award, University of Michigan, May 2002.<\/li> <li>Fulbright-Hays Fellowship (declined), 2001.<\/li> <li>Rackham Predoctoral Fellowship, University of Michigan, 2000-2001.<\/li> <li>Sophia Freund Prize, Harvard University, June 1990.<\/li> <li>Bowdoin Prize, Harvard University, May 1989.<\/li> <\/ul><h4>Editorial Boards<\/h4> <ul><li><em>Česká literatura<\/em> (Prague)<\/li> <li><em>Estetika<\/em> (Prague)<\/li> <li><em>Svět literatury<\/em> (Prague)<\/li> <\/ul><p><strong> <\/strong><\/p><\/div><\/div><\/div> <\/div><\/div><\/div><\/div> <\/div> <\/div>","picture\/_alt":"Jonathan Bolton","header":"Jonathan Bolton","info":["<a>Department Faculty<\/a>","<a>Biography<\/a>","<a>Courses<\/a>","<a>Books<\/a>","<a>Articles<\/a>"]}],"info":{"university":"Harvard University","school":"Faculty of Arts and Sciences","department":"Slavic Languages and Literatures"},"webpage":"http:\/\/slavic.fas.harvard.edu\/people\/jonathan-bolton","sheet_data":{"row":40,"sheet-name":"Harvard"}}}}]}